export const LAST_UPDATE_QUOTES_TEXT = 'Последние цитаты'
export const SHOW_MORE_TEXT = 'Показать ещё'
export const ALL_QUOTES_TEXT = 'Все цитаты'
export const LAST_UPDATE_QUOTES_DESCRIPTION = 'было добавлено за последние 24 часа'
export const QUOTES_ALL_TEXT = 'Всего'
export const QUOTES_OF_AUTHORS_TEXT = 'авторов'

export const EMPTY_TEXT = 'За последние 24 часа не было добавлено ни одной цитаты! 😟'

export const LAST_QUOTES_PER_PAGE = 8;

export const MOCK_DATA = {
  author: {
    name: "Марк Твен",
    path: "mark-tven"
  },
  created_at: "2022-03-07T11:02:48+00:00",
  data: "2022-03-11",
  id_author: 1,
  id_quote: 1,
  text: "Через 20 лет вы будите больше разочарованы теми вещами, которые вы нге делали, чем теми, которые вы сделали. Так отчальте от тихой пристани. Почувствуйте попптный ветер в вашем парусе. Двигайтесь вперед, действуйте, открывайте!"
}